a52dec
aalib
accounts-qml-module
accountsservice
acl
acpi
acpid
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-oss
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
android-tools
android-udev
aom
apparmor
appimagelauncher
appstream
appstream-glib
appstream-qt
archlinux-appstream-data
archlinux-keyring
argon2
aria2
ark
asciidoc
at-spi2-atk
at-spi2-core
atk
attica
attr
audiofile
audit
autoconf
automake
avahi
b43-fwcutter
baloo
baloo-widgets
bash
bashrc-manjaro
bashtop
bat
bc
binutils
bison
bluedevil
bluez
bluez-libs
bluez-qt
boost-libs
botan
breath2-icon-themes
breath2-wallpaper
breeze
breeze-icons
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
cdparanoia
cdrdao
cdrtools
ceph-libs
cfitsio
chromaprint
cifs-utils
ckbcomp
clucene
colord
colord-sane
confuse
convertlit
coreutils
cowsay
cpupower
crda
cronie
cryptsetup
ctags
cups
cups-filters
cups-pdf
cups-pk-helper
curl
dav1d
db
dbus
dbus-glib
dconf
ddcutil
desktop-file-utils
device-mapper
dhclient
dhcpcd
diffutils
ding-libs
discount
djvulibre
dkms
dmidecode
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
dolphin
dolphin-plugins
dosfstools
double-conversion
dvd+rw-tools
e2fsprogs
ebook-tools
ecryptfs-utils
editorconfig-core-c
efibootmgr
efivar
electron6
elfutils
emovix
enchant
exfat-utils
exiv2
expat
f2fs-tools
faac
faad2
fakeroot
fd
ffmpeg
ffmpegthumbs
fftw
file
filelight
filesystem
findutils
firefox
flac
flashrom
flatpak
flex
fluidsynth
fmt
fontconfig
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
fortune-mod
frameworkintegration
freeglut
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fwupd
fzf
game-devices-udev
gavl
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
geoclue
geocode-glib
geogebra
gettext
ghc-libs
ghostscript
giflib
girara
git
glew
glib-networking
glib2
glibc
glslang
glu
gmp
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-themes-extra
gnupg
gnustep-base
gnutls
gobject-introspection-runtime
gpgme
gpm
gptfdisk
grantlee
graphene
graphite
grep
groff
grub
grub-theme-manjaro
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-theme-breath
gtk-update-icon-cache
gtk2
gtk3
guile
gupnp
gupnp-igd
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gwenview
gzip
handbrake
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-errors
haskell-file-embed
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-hxt
haskell-hxt-charproperties
haskell-hxt-regex-xmlschema
haskell-hxt-unicode
haskell-indexed-traversable
haskell-integer-logarithms
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-types
haskell-pem
haskell-primitive
haskell-quickcheck
haskell-random
haskell-resourcet
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-th-abstraction
haskell-th-compat
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-typed-process
haskell-unicode-transforms
haskell-uniplate
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-zip-archive
haskell-zlib
hdparm
hicolor-icon-theme
hidapi
hplip
htop
http-parser
hunspell
hwids
hwinfo
hwloc
hyphen
iana-etc
icu
ijs
illyria-wallpaper
imagemagick
imlib2
inetutils
iniparser
intel-ucode
inxi
iproute2
iptables
iputils
iso-codes
iw
jack
jansson
jasper
jbig2dec
jfsutils
js78
json-c
json-glib
kaccounts-integration
kaccounts-providers
kactivities
kactivities-stats
kactivitymanagerd
kamera
karchive
kate
kauth
kbd
kbookmarks
kcalc
kcmutils
kcodecs
kcolorpicker
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kde-gtk-config
kdeclarative
kdeconnect
kdecoration
kded
kdegraphics-thumbnailers
kdelibs4support
kdenetwork-filesharing
kdenlive
kdeplasma-addons
kdesu
kdnssd
kdoctools
kdsoap
kdsoap-ws-discovery-client
keditbookmarks
kemoticons
kernel-alive
keyutils
kfilemetadata
kfind
kgamma5
kget
kglobalaccel
kguiaddons
khelpcenter
kholidays
khotkeys
khtml
ki18n
kiconthemes
kidletime
kimageannotator
kimageformats
kinfocenter
kinit
kio
kio-extras
kirigami2
kitemmodels
kitemviews
kjobwidgets
kjs
kmenuedit
kmod
knewstuff
knotifications
knotifyconfig
konsole
kpackage
kparts
kpeople
kpeoplevcard
kpmcore
kpty
kquickcharts
krb5
krunner
kscreen
kscreenlocker
kservice
ksshaskpass
ksysguard
ksystemlog
ktexteditor
ktextwidgets
kunitconversion
kuserfeedback
kwallet
kwallet-pam
kwayland
kwayland-integration
kwayland-server
kwidgetsaddons
kwin
kwindowsystem
kwrited
kxmlgui
l-smash
lame
lcms2
ldb
ldns
less
lib32-alsa-lib
lib32-alsa-oss
lib32-alsa-plugins
lib32-at-spi2-atk
lib32-at-spi2-core
lib32-atk
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-colord
lib32-curl
lib32-db
lib32-dbus
lib32-dconf
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fluidsynth
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-glew
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gstreamer
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-jack
lib32-json-glib
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcanberra
lib32-libcanberra-gstreamer
lib32-libcanberra-pulse
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libgusb
lib32-libice
lib32-libidn2
lib32-libinstpatch
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libnsl
lib32-libogg
lib32-libpciaccess
lib32-libpng
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lz4
lib32-mesa
lib32-mesa-demos
lib32-mesa-vdpau
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openal
lib32-openssl
lib32-opus
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pixman
lib32-polkit
lib32-portaudio
lib32-readline
lib32-rest
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libaio
libao
libappimage
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavtp
libblockdev
libbluray
libbs2b
libbsd
libburn
libbytesize
libcaca
libcanberra
libcanberra-gstreamer
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdmtx
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libe-book
libebml
libebur128
libedit
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfakekey
libfdk-aac
libffi
libfontenc
libfreehand
libftdi
libgcrypt
libgee
libgit2
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgudev
libgusb
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libinih
libinput
libinstpatch
libixion
libjcat
libjpeg-turbo
libkate
libkcddb
libkdcraw
libkexiv2
libkipi
libksane
libksba
libkscreen
libksysguard
libktorrent
liblangtag
libldac
libldap
liblouis
liblqr
liblrdf
libluv
libmad
libmatroska
libmbim
libmfx
libmicrodns
libmicrohttpd
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmusicbrainz5
libmwaw
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnotify
libnsl
libnumbertext
libodfgen
libofa
libogg
libomxil-bellagio
libopenaptx
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqaccessibilityclient
libqalculate
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsidplayfp
libsigsegv
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoxr
libspectre
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libunistring
libunwind
libupnp
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libuv
libva
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
libvdpau
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwpd
libwpe
libwpg
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libzip
libzmf
licenses
lilv
linux-api-headers
linux-firmware
linux59
lirc
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lsb-release
lsd
lsof
lua52
lua53
luajit
lvm2
lz4
lzo
m4
mailcap
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-base-skel
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-icons
manjaro-kde-settings
manjaro-keyring
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-wallpapers-18.0
manjaro-zsh-config
mbedtls
md4c
mdadm
media-player-info
memtest86+
mesa
mesa-demos
mesa-vdpau
mhwd
mhwd-amdgpu
mhwd-ati
mhwd-db
mhwd-nvidia
mhwd-nvidia-390xx
milou
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-openswap
mlt
mobile-broadband-provider-info
modemmanager
modemmanager-qt
most
mpd
mpfr
mpg123
mpv
msgpack-c
mtdev
mtpfs
mujs
nano
ncurses
ndctl
neofetch
neon
neovim
nerd-fonts-noto-sans-mono
net-snmp
nettle
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-qt
networkmanager-vpnc
nfs-utils
nfsidmap
node-gyp
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-compat
noto-fonts-emoji
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numactl
numlockx
oath-toolkit
obs-studio
okular
openal
openconnect
opencore-amr
openexr
openjpeg2
openmpi
openresolv
openssh
openssl
openvpn
opus
orc
os-prober
ostree
oxygen
oxygen-icons
p11-kit
p7zip
pacman
pacman-mirrors
pam
pamac-cli
pamac-common
pamac-flatpak-plugin
pamac-gtk
pamac-snap-plugin
pamac-tray-icon-plasma
pambase
pandoc
pango
parted
partitionmanager
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-basedir
perl-file-chdir
perl-file-desktopentry
perl-file-listing
perl-file-mimeinfo
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-ipc-system-simple
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-parse-yapp
perl-path-tiny
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
phonon-qt5
phonon-qt5-gstreamer
pinentry
pipewire
pixman
pkcs11-helper
pkgconf
pkgfile
plasma-desktop
plasma-framework
plasma-integration
plasma-nm
plasma-pa
plasma-simplemenu
plasma-workspace
plasma-workspace-wallpapers
plasma5-themes-breath2
polkit
polkit-kde-agent
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
potrace
powerdevil
powertop
ppp
pptpclient
print-manager
prison
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-equalizer
pulseaudio-jack
pulseaudio-lirc
pulseaudio-qt
pulseaudio-rtp
pulseaudio-zeroconf
purpose
python
python-appdirs
python-asn1crypto
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-dbus
python-dbus-common
python-distlib
python-distro
python-docopt
python-gobject
python-html5lib
python-idna
python-keyutils
python-msgpack
python-npyscreen
python-ordered-set
python-packaging
python-pep517
python-pillow
python-pip
python-ply
python-progress
python-pycparser
python-pycups
python-pycurl
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pysmbc
python-reportlab
python-requests
python-resolvelib
python-retrying
python-setuptools
python-six
python-toml
python-urllib3
python-webencodings
python-yaml
qca
qgpgme
qpdf
qqc2-desktop-style
qrencode
qt5-base
qt5-charts
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
raptor
rasqal
rav1e
rclone
re2
readline
recode
redland
reiserfsprogs
rest
ripgrep
rofi
rpcbind
rsync
rtkit
rtmpdump
rttr
rubberband
ruby
ruby-irb
ruby-reline
rubygems
run-parts
s-nail
samba
sane
sbc
screenfetch
sddm
sddm-breath2-theme
sddm-kcm
sdl
sdl2
sed
semver
serd
shaderc
shadow
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
skanlite
slang
smartmontools
smbclient
snapd
snapd-glib
snappy
socat
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
spandsp
spectacle
spectre-meltdown-checker
speex
speexdsp
spirv-tools
splix
sqlite
squashfs-tools
squashfuse
sratom
srt
sshfs
stacer
startup-notification
steam-manjaro
stoken
sudo
svt-hevc
syntax-highlighting
sysfsutils
system-config-printer
systemd
systemd-fsck-silent
systemd-kcm
systemd-libs
systemd-sysvcompat
systemsettings
t1lib
taglib
talloc
tar
tcl
tdb
terminus-font
tevent
texinfo
texlive-bin
texlive-core
texlive-fontsextra
texlive-latexextra
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thin-provisioning-tools
threadweaver
timeshift
tlp
tpm2-tss
tracker3
transcode
tslib
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-nerd-fonts-symbols
twolame
tzdata
uchardet
udiskie
udisks2
unarchiver
unibilium
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
v4l2loopback-dkms
v86d
vamp-plugin-sdk
vcdimager
vi
vid.stab
vim-runtime
vlc
vmaf
volume_key
vpnc
vte-common
vte3
vulkan-icd-loader
vulkan-intel
vulkan-radeon
wallpapers-2018
wallpapers-juhraya
wavpack
wayland
wayland-protocols
web-installer-url-handler
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireless-regdb
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xapian-core
xapp
xautomation
xbindkeys
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-twm
xorg-xauth
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xkbcomp
xorg-xkill
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xvidcore
xxhash
xz
yajl
yakuake
yarn
yay
zathura
zathura-pdf-poppler
zbar
zenity
zensu
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
zstd
zvbi
zxing-cpp
zziplib
